# * ашиглан тэмдэгт мөрийг давтах
separator = "-" * 30  # "------------------------------"
padding = " " * 4 + "text" + " " * 4  # "    text    "

# Загварууд үүсгэх
pattern = "+-" * 10 + "+"  # "+-+-+-+-+-+-+-+-+-+-+"

# Догол мөр үүсгэх
levels = 3
indentation = "  " * levels + "Item"  # "      Item"

# Энгийн ASCII зураг үүсгэх
print("*" * 20)
print("*" + " " * 18 + "*")
print("*" + " " * 18 + "*")
print("*" * 20)

# Гаралт:
# ********************
# *                  *
# *                  *
# ********************