/**
 * Part-I:
 * makeButton гэдэг функц үүсгээд
 * параметр нь text авдаг байна.
 * keyboard дээр шинээр button element үүсгээд
 * түүний тескт дээр нь text-ын утгыг өгдөг байна.
 * margin: 5px;
 * padding: 8px 12px; 
 * байхаар өгнө үү.
 * Энэхүү функцыг 2 удаа дуудаж A, B гэдэг button үүсгэнэ үү
 * 
 */

/**
 * Part II:
 * makeText гэдэг text гэдэг параметр авдаг функц бичээрэй.
 * энэхүү тескт нь textbox дээр тухайн button-г дарах үед ямар
 * үсэг байна тэр үсгийг нь харуулдаг байна.
 */
/**
 * Part III:
 * let alpha = ['q','w','e','r','t','y','u','i','o','p','a','s',
            'd','f','g','h','j','k','l',';','\'',
            'z','x','c','v','b','n','m', ',','.'];
    "Space"
 */