/**
 * 100 ширхэг шатрын хөлгийн хэмжээтэй
 * div js-ээр үүсгэнэ үү.
 * тэгээд түүнийгээ body дээр нь 
 * append хийнэ үү.
 * хэрвээ нэг ширхэг div дээр хулгана
 * onmouseover гэдэг эвент үүсгэвэл
 * эсвэл js дээр mouseover гэдэг eventListener
 * үүсгэвэл тухайн нүдийг дурын өнгөөр 
 * буддаг болгоорой.
 * Гэхдээ үүнд
 * paint гэдэг функц ашиглана уу.
 * энэхүү функц нь Math.random 
 * ашиглаад 0-1-ийн хооронд тоо үүсгэдэг
 * байна. 
 * энэхүү функцыг ашиглаад дурын өнгө үүсгэдэг
 * болгоорой.
 * Магадгүй өнгөний list/array үүсгэж болох
 * юм. Тэгээд тухайн өнгөний цуглуулгаас өнгийг
 * нь ялгаад div болгон дээр хулганаар очиход
 * өөр өнгөтэй болгодог болгоорой.
 */