// exercise 01

// 1. 1-ээс 20 хүртэл тоолно
// 2. 3-т хуваагддаг тоонд "Гурав" гэж хэвлэ
// 3. 5-т хуваагддаг тоонд "Тав" гэж хэвлэ
// 4. 3 ба 5-т хуваагддаг тоонд "ГуравТав" гэж хэвлэ
// 5. Дээрх нөхцөлд таарахгүй бол тоог хэвлэ

// 6 % 3 == 0 => true

for (let i = 1; i <= 20; i++){
    if (i % 3 === 0){
        console.log('Three');
    } else if (i % 5 === 0){
        console.log('Five');
    } else if (i % 5 === 0 && i % 3 === 0){
        console.log('ThreeFive')
    } else {
        console.log(i);
    }
}